import React from "react";
import { PossibleQuestionsData } from "../data/dataWebSite";

function PossibleQA({ selectedCategory}) {
    const questions = PossibleQuestionsData[selectedCategory];

    return (
        <div className="interactive-page">
            <h1 className="interactive-page-title">Можливі питання:</h1>
            <div className="questions-content">
                <h2>Чи не важко мені буде одразу після однієї кортіми йти в наступну?</h2>
                <p>Я на цю мотивашку витратив близько 20 годин, надіслав на фідбек 7 людям (Павло, Нана, Сеньків, Віка, Аня, Олексій, Владік), а також усій кортімі БЕКу. Взяв 4 КТ (2 IT, 2 CR) і планую ще. А тепер дайте відповідь самі на це питання. Звісно, ні! Я хочу і далі бути в кортімі. <b>МЕНІ ЦЕ ПОДОБАЄТЬСЯ!</b></p>

                <h2>Чи не боюсь я вигоріти?</h2>
                <p>Ні, я не вигораю. Наприклад, коли я був у кортімі БЕКу, то постійно брав участь в інших активностях: Social JAM, Кантус Тімка JAM, організовував турнір з фланок, допомагав усім, хто мене просив, шукав роботу, виконував тестові завдання, вчився, їздив додому, допомагав іншим кортімам, асистував Юрчику з сошіалами на МВ, був у "мужиктім" МВ. <b>МЕНІ ЦЕ ПОДОБАЄТЬСЯ</b>, тому якщо в когось виникне таке питання — ось на нього відповідь.</p>

                <h2>Що я планую робити, якщо мене не візьмуть в ІЯК?</h2>
                <p>Ну, звісно, буде сумно, оскільки я витратив багато сил та часу на цю мотивашку та підготовку до нової кортіми, але це не те що мене зламає
                Якщо не візьмуть в ІЯК подамся на Хакатон, звісно і далі буду активним в БЕСТІ поки лівати не планую))</p>
                <h1>Можливі питання по {selectedCategory}</h1>
                {questions}
            </div>
        </div>
    );
}

export default PossibleQA;
