import '../style/WhyEJF.css';
import { experienceContent, experienceGoals} from '../data/dataWebSite';

function WhyEJF({ selectedCategory }) {
    const experience = experienceContent[selectedCategory];
    const goals = experienceGoals[selectedCategory];

    return (
        <div className="page-container">
            <section className="profile-section">
                <div>
                    <h1 className="h1-fade">Відповіді на питання:</h1>
                    <h2 className="h2-fade">Чому саме ІЯК:</h2>
                    <p className="p-fade">Хочу податись в ІЯК, бо це івент з унікальним вайбом, який не можна порівнювати 
                        з івентами, на яких я вже був, для мене це інший формат і мені цікаво 
                        спробувати себе в чомусь новому і я хочу бути частиною івенту, 
                        який об’єднує студентів і компанії, а ще я люблю синій!</p>
                    
                    
                    <h2 className="h2-fade">Чому саме ти?</h2>
                    <p className="p-fade">Я заряджений бейбік, який хоче і далі бути в кортімі й працювати. 
                        Я вже маю досвід, не боюсь відповідальності й завжди доводжу справи до кінця. 
                        Для мене важливо не просто кайфувати з атмосфери, а реально вкладати і показувати сексуальний результат. 
                        Я той, хто завжди підтримає, підкине ідей і не зникне в критичний момент(тільки якщо мене не збє машина)</p>
                    
                    
                    <h2 className="h2-fade">Оціни свій вільний час по шкалі від 1 до 10.</h2>
                    <p className="p-fade">Від 7 до 9, іноді буду їздити додому, ну і на міжнар планую поїхати. 
                        Додому поїду на новий рік, і ще після екзаменів приблизно на 5-7 днів, на міжнар коли візьмуть)
                        Також я гнучкий\адаптивний зможу легко все поєднувати і не просто абияк а якісно та ефективно, 
                        а через те що я не вигораю, не потрібно перейматись що щось буде не виконано чи я кудись пропаду під час робот.</p>

                    <h2 className="h2-fade">Твої плани на наступні 6 місяців (чи будеш у Львові, BEST, курси, робота, навчання і т.д.).</h2>
                    <p className="p-fade">80% всього часу я буду у Львові, буду і далі активним в бесті, курсів нема, щодо роботи, то так, я її шукаю, але навіть якщо найду, то вона не буде ніяк впливати на мою ефективність, чи якість роботи, а якщо не найду, ну то тоже по-своєму вайб.
                        На навчання мені байдуже, я 3 курс і щоб закрити весь університет мені не потрібно вливати багато сили в це, тому ні.
                        Думаю поїхати на якісь бестівські події на міжнар і все</p>

                </div>

                <div className="animated-section">
                    <h2>Попередній досвід ({selectedCategory})</h2>
                    {experience}
                </div>

                <div className="animated-section">
                    <h2>Мої цілі ({selectedCategory})</h2>
                    {goals}
                </div>
            </section>
        </div>
    );
}

export default WhyEJF;
