import React from 'react'
export const buttonChoise = {
    
    Shablone1:(
        
        <>
            <section>
                <h3>Шаблон листа для компаній, які зацікавлені лише у панельній дискусії</h3>
                <p>Добрий день, <b>(Ім'я представника / Назва компанії)</b>.</p>
                <p>Дякуємо, що поділилися своїм інтересом до формату панельної дискусії. Ми врахували ваш запит і оновили пропозиції — відтепер панельна дискусія доступна як додаткова опція, яку можна придбати окремо за <b>(сума)</b>.</p>
                <p>Деталі та оновлені опції вже доступні за посиланням: <b>(посилання на сайт)</b>.</p>
                <p>Дякуємо за вашу зацікавленість і співпрацю,</p>
                <p><b>Максим</b>,<br /><b>Відповідальний за корпоративні зв'язки</b></p>
            </section>

            
        
        </>
    ),
    
    
    Shablone2: (
        <>

            <section>
                <h3>Шаблон листа для компаній, які вже купили пакети</h3>
                <p>Добрий день, <b>(Ім'я представника / Назва компанії)</b>.</p>
                <p>Повідомляю, що ми оновили список додаткових опцій — тепер з'явилась можливість окремо придбати участь у панельній дискусії (вартість: <b>сума</b>).</p>
                <p>Деталі можна переглянути на нашому сайті: <b>(посилання)</b>.</p>
                <p>Дякуємо за вашу постійну підтримку та співпрацю,</p>
                <p><b>Максим</b>,<br /><b>Відповідальний за корпоративні зв'язки</b></p>
            </section>
        
            
        </>
    )
    
    
    
    
    
    
    
    
    
    
};

