export const experienceContent = {
        CR: (
            <>
            <p >
                CR: Я багато займався CR — і в першій, і в другій кортімі, а також допомагав іншим кортімам. Маю досвід роботи з документами,
                Excel-таблицями. З важливого — я не вигораю і мені справді це подобається. 
                Умію мотивувати, менеджити людей і працювати з багатьма задачами одночасно. </p>
<p>   Опрацьовано компаній: близько 100 (приблизно 30–40 під час CTF та BEC). </p>
<p>   Засіарено: 2–3. </p>
<p>   Компаній, які заблокували мене: 1 (IQ Pizza). </p>
<p>   Фідбекано майже все, що стосується CR.</p>

</>
        ),
        IT: (
<>
            <p>
                ІТ: Моє захоплення ІТ почалося ще у школі, коли я вперше побачив, як можна створити щось своє — спочатку прості програми. 
                Зараз я впевнено працюю з C#, .NET Core, трохи з React, і розумію, як поєднувати frontend і backend у єдину систему. 
                Для мене програмування — це не просто технічна навичка, а спосіб мислити, шукати рішення й створювати речі, які реально працюють. 
                Навчаюся на ІТ-спеціальності, планую працювати в цій сфері. Уже написав два сайти, зараз роблю третій, створив цей проєкт, який ти бачиш. 
                Брав одну таску в ІТ депі — телеграм-бота (парсер розкладу з сайту Львівської політехніки з вивантаженням у Excel-таблицю).

                <p>Сайт Hostel (тимчасово вимкнений)</p>
                    <p> Оцей, який ти бачиш зараз</p>
                        <p>   Сайт для гадання (у розробці, але вже є на GitHub)</p>
                            <p>  Телеграм-бот: @GroupSeachBESTLviv_bot (тимчасово вимкнений, бо перестав бути потрібним)     </p>     
            </p>
</>
        )
};

export const experienceContent2 = {
        CR: (
<p>CR: Хочу розвинути вміння продавати, навчитися ефективно працювати з Notion, прокачати скіл переконання, менеджерські навички та організацію роботи. Прагну стати впевненішим у веденні переговорів, краще розуміти структуру продажів і те, як донести компаніям цінність того, що ми робимо. 
    Мета - стати тим, хто може зацікавити компанію одним повідомленням, щоб REVO сама захотіла приєднатись до нас.
</p> 
        ),
        IT: (<p>
                У сфері IT хочу перейти від базових знань до практичних навичок, поглибити розуміння технологій, попрактикуватися на реальних задачах і перевірити себе в умовах, де важлива швидкість, точність і надійність рішень. Планую розвинути фронтенд-частину, з якою поки що мав мало досвіду. 
                Мета - не просто розуміти, як усе працює, а реально створювати готові якісні рішення.   
        </p>
        )
}