export const experienceContent = {
        CR: (

            <p >
                CR: Я дуже багато сіарив, що в першій кортімі, що в другій, що просто сіарив для інших кортім, маю досвід роботи з документами, ексель табличками, ну і з таких виділив би що не вигораю і мені це подобалось, також я вмію мотивувати, менеджити людей, та багато задачний
            </p>

        ),
        IT: (

            <p>
                Вчусь на ІТ спеціальності, шукатимуроботу в ІТ, написав 2 сайти пишу 3, написав ну ось це що ти бачиш, брав 1 таску в ІТ депі на телеграм бота.            </p>

        )
};

export const experienceContent2 = {
        CR: (
            <p> Вміння продавати, спілкуватись з компаніями, навчитись працювати з ноушином, прокачати скіл переконання, прокачати менеджерські скіли, та навички організації роботи.</p>
        ),
        IT: (<p>
                поглибити свої знання в ІТ: попрактикуватися на реальних задачах, тестувати себе в умовах, де важлива швидкість, чіткість і надійність рішень, розвинути фронт частину з нею я дуже мало працював.
        </p>
        )
}