import React from 'react';
import SkillCarousel from "../component/SkillCarousel";


export const interactiveData = {
    CR: (
        <div>
        <h4>Опиши хід роботи в наступній ситуації і сформуй повідомлення для компанії: панельна дискусія доступна лише у найдорожчому пакеті пропозиції (і компанія , попередньо, не планує брати його), але компанія виявила інтерес лише до цього формату участі. </h4>
            <p>Перше, що я б зробив, то Повідомив МО,VP4CR та другого сіарника про ситуацію та обговорив з ними, а якщо питати мою думку, то я б перетягнув цей поінт в додаткові опції, за якусь кількість грошей, після чого повідомив би ту та інші компанії, що в нас оновлення в додаткових опціях, щоб не було порозуміння від інших компаній, які вже придбали собі пакет.</p>
        
        </div>
    ),
    IT: (
        <div>
        <h4>Опиши свій досвід роботи з програмуванням та детальніше розкрий свої хард скіли. Спробуй покрити їх, створивши мотивашку: </h4>
            <p>Я маю скіли прогамуванні на Python, а саме телеграм боти, маю досвід роботи з css, js, react, .net,  asp net core, node js.</p>
            <SkillCarousel/>
        </div>    
    )
}