export const SKILL_DATA = {
    CR: [
        {
            id: "ExeclTable",
            name: "Ексель Таблички",
            desc: "Вмію користуватись Ексель табличкамии для організації даних та аналізу інформації."
        },
        {
            id: "Doc",
            name: "Доки",
            desc: "Вмію писати документи, що чітко передають інформацію та ідеї."
        },
        {
            id: "analysis",
            name: "Аналізувати",
            desc: "Вмію аналізувати ситуації, бачити закономірності та приймати обґрунтовані рішення."
        },
        {
            id: "delegulation",
            name: "Делегувати",
            desc: "Вмію делегувати завдання на інших членів команди, щоб ефективно розподіляти роботу."
        }, 
        {
            id: "menegment",
            name: "Менеджмент",
            desc: "Вмію менеджити людей, тому не буде проблемую менеджити всіх сіарників"
        },
        {
            id: "motivation",
            name: "Мотивувати",
            desc: "Вмію мотивувати людей, тому і буду мотивувати всіх брати багато компаній на CR"
        }
    ],
    IT: [
        {
            id: "git",
            name: "Git & Version Control",
            desc: "Вмію користуватись Git для роботи з кодом — комітити, пушити, створювати гілки."
        },
        {
            id: "react",
            name: "React.js",
            desc: "Розумію базові принципи React, можу створювати прості компоненти з хуками та станом."
        },
        {
            id: ".net",
            name: ".NET Core",
            desc: "Вмію створювати прості REST API, працювати з контролерами та підключати базу даних."
        },
        {
            id: "db",
            name: "Databases",
            desc: "Вмію працювати з SQL-запитами, створювати таблиці та зв’язки між ними."
        },
        {
            id: "js",
            name: "JavaScript",
            desc: "Вмію використовувати JavaScript на початковому рівні для інтерактивності на сайтах."
        },
        {
            id: "css",
            name: "CSS & UI Design",
            desc: "Вмію стилізувати сторінки, працювати з Flexbox, Grid і адаптивною версткою."
        }
    ]
};
